/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"just now" = "Now";
"%zd minutes ago" = "%zdm ago";
"%zd hour ago" = "%zdh ago";
"yesterday %@" = "YDAY %@";
"back" = "Back";
"close" = "Close";
"reflesh" = "Reflesh";
"time" = "h";
"now" = "Now";
"monday" = "MON";
"tuesday" = "TUE";
"wednesday" = "WED";
"thursday" = "THU";
"friday" = "FRI";
"saturday" = "SAT";
"sunday" = "SUN";
"yesterday" = "YDAY";
"today" = "TDAT";
"tomorrow" = "TWM";
"please try again for network failures" = "Network Failures";
"refresh again" = "Try Again";
